Repository: BoldGrid/library
Catalog: languages/boldgrid-library-*.po
Languages: de_de

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Unknown error.
de_de: Unbekannter Fehler.

source: Could not reach the AJAX URL address. HTTP error:
de_de: Die AJAX-URL-Adresse konnte nicht erreicht werden. HTTP-Fehler:

source: User access violation!
de_de: Zugriffsverletzung durch Benutzer!

source: Security violation! Please try again.
de_de: Sicherheits-Missbrauch! Bitte versuchen Sie es erneut.

source: Permission denied.
de_de: Zugriff verweigert.

source: Invalid nonce.
de_de: Einstweilen ungültig.

source: Error dismissing prompt
de_de: Fehler beim Verwerfen der Weiterleitung

source: Error snoozing prompt
de_de: Fehler beim Schlummerprompt

source: Unknown action.
de_de: Unbekannte Aktion.

source: Submit
de_de: Einreichen

source: Thank you for your Envato Market purchase. You currently have a Free Connect Key entered, but your Envato purchase entitles you to a Premium Connect Key.
de_de: Vielen Dank für Ihren Einkauf bei Envato Market. Aktuell nutzen Sie einen kostenlosen Connect Key, aber Ihr Envato-Einkauf berechtigt Sie zur Nutzung eines Premium Connect Keys.

source: Please visit %1$sBoldGrid Central%2$s to link your accounts and claim your Premium Connect Key.
de_de: Bitte besuchen Sie %1$sBoldGrid Central%2$s, um Ihre Konten zu verknüpfen und Ihren Premium Connect Key zu bekommen.

source: Update Channels
de_de: Updatekanäle

source: Unable to display settings page. Unknown BoldGrid Library error.
de_de: Die Einstellungsseite kann nicht angezeigt werden. Unbekannter BoldGrid Library-Fehler.

source: Awesome! You have a Premium Connect Key saved on this site.
de_de: Wunderbar! Sie haben einen Premium Connect Key auf dieser Seite gespeichert.

source: Make sure you're getting the most out of your premium subscription by installing our other %1$sBoldGrid plugins%2$s. As a Premium user, you also have access to %3$sCloud WordPress%4$s where you can create new WordPress sites for free. If you need any help, our support team is eager to serve!
de_de: Schöpfen Sie Ihre Premium-Mitgliedschaft bei uns voll aus, indem Sie unsere anderen %1$sBoldGrid-Plugins%2$s installieren. Als Premium-Nutzer haben Sie außerdem Zugang zu %3$sCloud WordPress%4$s, wo Sie kostenlos neue WordPress-Seiten erstellen können. Wenn Sie Unterstützung benötigen, hilft Ihnen unser Support-Team gerne weiter!

source: Click here to change your Connect Key
de_de: Klicken Sie hier, um Ihren Connect Key zu ändern

source: Free BoldGrid Connect Key
de_de: Kostenloser BoldGrid Connect Key

source: Thank you for adding your Connect Key. Try upgrading to a Premium subscription for full access to BoldGrid!
de_de: Vielen Dank für die Eingabe Ihres Connect Keys. Wenn Sie vollen Zugang zu BoldGrid wünschen, versuchen Sie es mit einem Upgrade auf die Premium-Mitgliedschaft!

source: Enter your BoldGrid Connect Key to use BoldGrid
de_de: Geben Sie Ihren BoldGrid Connect Key ein, um BoldGrid zu verwenden.

source: Already have your Key? Enter it below and click Submit:
de_de: Sie haben bereits Ihren Key? Geben Sie ihn unten ein und klicken Sie auf Einreichen:

source: I agree to the %1$sTerms of Use and Privacy Policy%2$s.
de_de: Ich stimme den %1$sNutzungsbedingungen und der Datenschutzerklärung%2$s zu.

source: Don't have a Key or lost your Key?
de_de: Haben Sie keinen Key oder Ihren Key verloren?

source: Get a BoldGrid Connect Key
de_de: Holen Sie sich einen BoldGrid Connect Key

source: Request or Reset a BoldGrid Connect Key
de_de: Einen BoldGrid Connect Key anfordern oder zurücksetzen

source: You may obtain two different types of Connect Keys: A Free Key or a Premium Connect Key (%3$sclick here%4$s for the benefits of a Premium Key). %1$sA Premium Connect Key is highly recommended and may already come with your hosting account.%2$s
de_de: Sie können zwei verschiedene Arten von Connect Keys erhalten: Ein kostenloser Key oder ein Premium Connect Key (%3$sklicken Sie hier%4$s für die Vorteile eines Premium Keys). %1$sA Der Premium Connect Key wird dringend empfohlen und kann bereits in Ihrem Hosting-Account enthalten sein.%2$s

source: Check with your host or visit BoldGrid Central to sign up and get your Connect Key.
de_de: Erkundigen Sie sich bei Ihrem Host oder besuchen Sie BoldGrid Central, um sich anzumelden und Ihren Connect Key zu erhalten.

source: Have a Connect Key to enter?
de_de: Haben Sie einen Connect-Key, den Sie eingeben möchten?

source: BoldGrid Connection Issue
de_de: BoldGrid Verbindungsproblem

source: There was an issue reaching the BoldGrid Connect server. Some BoldGrid features may be temporarily unavailable. Please try again in a moment.
de_de: Es gab ein Problem beim Erreichen des BoldGrid Connect-Servers. Einige BoldGrid-Funktionen sind möglicherweise vorübergehend nicht verfügbar. Bitte versuchen Sie es einen Moment später noch einmal.

source: If the issue persists, then please feel free to check our %1$sBoldGrid Status%2$s page.
de_de: Wenn das Problem weiterhin besteht, dann besuchen Sie bitte unsere %1$sBoldGrid Status%2$s Seite.

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: Parent
de_de: Übergeordnet

source: You have %3$sAuto-Backup%4$s disabled in the %1$sTotal Upkeep Settings%2$s. Please consider enabling the setting.
de_de: Sie haben das %3$sAuto-Backup%4$s in den %1$sTotal Upkeep Einstellungen%2$s deaktiviert. Bitte beachten Sie, dass Sie die Einstellung aktivieren sollten.

source: All Update Types
de_de: Alle Update-Arten

source: Major Updates
de_de: Wichtige Updates

source: Minor Updates
de_de: Kleine Updates

source: Development Updates
de_de: Entwicklungsupdates

source: Translation Updates
de_de: Übersetzungs-Updates

source: Default for New Plugins
de_de: Standard für neue Plugins

source: All Plugins
de_de: Alle Plugins

source: Themes
de_de: Themen

source: Default for New Themes
de_de: Standard für neue Themes

source: All Themes
de_de: Alle Themen

source: Update release channels determine which versions are retrieved from the BoldGrid Connect system.
de_de: Update-Veröffentlichungskanäle legen fest, welche Versionen vom BoldGrid Connect-System empfangen werden.

source: Stable
de_de: Stabil

source: Candidate
de_de: Kandidat

source: Thank you for your Envato Market purchase
de_de: Vielen Dank für Ihren Einkauf bei Envato Market

source: The API was not able to be reached from this server!
de_de: Die API konnte von diesem Server aus nicht erreicht werden!

source: An invalid response was returned.
de_de: Eine ungültige Antwort wurde zurückgegeben.

source: Unknown plugin.
de_de: Unbekanntes Plugin.

source: Access denied.
de_de: Zugriff verweigert.

source: Failed to clear license data. Unable to delete site transient "%1$s".
de_de: Die Lizenzdaten konnten nicht gelöscht werden. Es ist nicht möglich, die Seite zu löschen vorübergehend "%1$s".

source: Unknown error
de_de: Unbekannter Fehler

source: Free
de_de: Kostenlos

source: Your api key has been saved. To change, see <strong>Settings &#187; <a href="%1$s">BoldGrid Connect</a></strong>.
de_de: Ihr API Key wurde gespeichert. Um Änderungen vorzunehmen gehen Sie zu <strong>Einstellungen&#187; <a href="%1$s">BoldGrid Connect</a></strong>.

source: Your API key appears to be invalid!%sPlease try to enter your BoldGrid Connect Key again.
de_de: Ihr API-Schlüssel scheint ungültig zu sein!%sBitte versuchen Sie erneut, Ihren BoldGrid Connect Key einzugeben.

source: Security violation! An invalid nonce was detected.
de_de: Sicherheitsverstoß

source: Connection timed out. Please try again.
de_de: Zeitüberschreitung der Verbindung. Bitte versuchen Sie es erneut.

source: Click here to enter your BoldGrid Connect Key.
de_de: Klicken Sie hier, um Ihren BoldGrid Connect Key einzugeben.

source: Please enter a valid e-mail address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: There was an error communicating with the BoldGrid Connect Key server. Please try again.
de_de: Bei der Kommunikation mit dem BoldGrid Connect Key-Server ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: First name is required.
de_de: Vorname ist erforderlich.

source: You must enter a valid BoldGrid Connect Key.
de_de: Sie müssen einen gültigen BoldGrid Connect Key eingeben.

source: Last name is required.
de_de: Nachname ist erforderlich.

source: You must agree to the Terms of Service before continuing.
de_de: Bevor Sie fortfahren müssen Sie den Geschäftsbedingungen zustimmen.

source: An unexpected error occured. Please try again later.
de_de: Es ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.

source: Documentation
de_de: Dokumentation

source: AMP Login
de_de: AMP-Anmeldung

source: Account Management
de_de: Kontoverwaltung
